{
  "_class_name": "StableDiffusionOnnxPipeline",
  "_diffusers_version": "0.3.0.dev0",
  "feature_extractor": [
    "transformers",
    "CLIPFeatureExtractor"
  ],
  "safety_checker": [
    "diffusers",
    "OnnxRuntimeModel"
  ],
  "scheduler": [
    "diffusers",
    "PNDMScheduler"
  ],
  "text_encoder": [
    "diffusers",
    "OnnxRuntimeModel"
  ],
  "tokenizer": [
    "transformers",
    "CLIPTokenizer"
  ],
  "unet": [
    "diffusers",
    "OnnxRuntimeModel"
  ],
  "vae_decoder": [
    "diffusers",
    "OnnxRuntimeModel"
  ]
}
